Repository: cklosowski/edd-digital-badge
Catalog: languages/edd-db-txt-*.po
Languages: fr_fr

source: Digital Badge Settings
fr_fr: Réglages de Digital Badge

source: Configure Digital Badge Settings
fr_fr: Configurer les paramètres de Digital Badge

source: Download Badge Text
fr_fr: Texte du badge de téléchargement

source: The text string you want to show by products marked as digital
fr_fr: Le texte que vous voulez afficher pour les produits marqués comme digitaux

source: Subscription Badge Text
fr_fr: Texte du badge d'abonnement

source: The text string you want to show by products marked as subscriptions
fr_fr: Le texte que vous voulez afficher pour les produits nécessitant un abonnnement

source: Display an indication that the product is fulfilled via download
fr_fr: Marquer ce produit disponible via un téléchargement

source: Display an indication that the product is a subscription
fr_fr: Marquer ce produit nécessitant un abonnement

source: subscription
fr_fr: abonnement

source: Identify products as digital and subscription
fr_fr: Identifier les produits digitaux et ceux qui nécessitent un abonnement
